Repository: alexis2b/chat_everywhere
Catalog: server/po/*.po
Languages: cs, es, fr, pl

source: Error: invalid AutoLevel parameter (%s)
es: Error: parámetro de AutoLevel inválido (%s)
fr: Erreur : paramètre de AutoLevel invalide (%s)

source: Error: invalid ReserveNick parameter (%s)
es: Error: parámetro de ReserveNick inválido (%s)
fr: Erreur : paramètre de ReserveNick invalide (%s)

source: Version %s, released %s
cs: Verze %s, z data %s
es: Versión %s, revisión %s
fr: Version %s, sortie le %s
pl: Wersja %s, wydana %s

source: -b --background run the server into the background
cs: -b --background spust server v pozadi
es: -b --background corre el servidor en segundo plano
fr: -b --background démarre le serveur en tâche de fond
pl: -b --background uruchom w tle

source: -c --config file specifies an alternate config file
cs: -c --config nastaveni nacteno z konfiguracniho souboru
es: -c --config file especifica un fichero de configuración alternativo
fr: -c --config fichier spécifie un autre fichier de configuration
pl: -c --config PLIK odczytaj konfiguracjê z pliku PLIK

source: default is %s
cs: implicitne je %s
es: por defecto es %s
fr: le fichier par défaut est %s
pl: domy¶lnie %s

source: -h --help print this help
cs: -h --help zobrazeni techto informaci
es: -h --help imprime este mensaje de ayuda
fr: -h --help affiche cette aide
pl: -h --help wy¶wietl tê informacje

source: -l --log file specifies an alternate logging file (overrides config file)
cs: -l --log soubor sledovani (log) probiha do souboru (prednost pred nastavenim konfiguracniho souboru)
es: -l --log file especifica un fichero de históricos alternativo (no toma en cuenta el fichero de configuración)
fr: -l --log fichier spécifie un autre fichier de log
pl: -l --log PLIK loguj do pliku PLIK (uchyla opcjê konfiguracji)

source: -p --port num specifies the port to bind to (overrides config file)
cs: -p --port NR urceni portu pro pripojeni (prednost pred nastavenim konfiguracniho souboru)
es: -p --port num especifica el puerto donde escucha el servidor (no toma en cuenta el archivo de configuracion)
fr: -p --port num spécifie un autre port sur lequel écouter
pl: -p --port NR przypisz do portu NR (uchyla opcjê konfiguracji)

source: -v --version print version informations
cs: -v --version zobrazeni informaci o verzi
es: -v --version imprime información sobre la versión
fr: -v --version affiche le numéro de version
pl: -v --version wy¶wietl informacjê o wersji

source: Error: failed to open or to create logging file,logging directed to stderr
cs: Chyba: nelze otevrit nebo vytvorit soubor sledovani (log)æ Sledovani je smerovano na stderr
es: Error: fallo al intentar abrir o crear el fichero de históricos, desviando a stderr
fr: Erreur : échec lors de l'ouverture ou de la création du fichier journal, les logs sont dirigés vers stderr
pl: B³±d: nie uda³o siê otworzyæ pliku logowania, log zostanie skierowany na stderr

source: Fatal error : cannot open passive socket on port %d
cs: Zavazna chyba: nelze otevrit pasivnim komunikaci na portu %d
es: Error fatal: no se puede abrir una comunicación pasiva en el puerto %d
fr: Erreur fatale : échec lors de la création du serveur sur le port %d
pl: B³±d fatalny: nie mo¿na otworzyæ pasywnego gniazda (port %d)

source: Starting chat server on port %d
cs: Start chat serveru na portu %d
es: Iniciando el servidor de chat en el puerto %d
fr: Démarrage du serveur de chat sur le port %d
pl: Uruchamianie serwera chat na porcie %d

source: Error : received buffer overflowed by %s
cs: Chyba : prijato preteceni bufferu od %s
es: Error : la memoria intermedia recibida se ha desbordado por %s
fr: Erreur : le tampon de réception de %s a débordé
pl: B³±d: bufor odbioru przepe³niony o %s

source: SIGHUP received, reading config file again
cs: Byl prijat SIGHUP, bude aktualizovana konfigurace
es: SIGHUP recibido, leyendo el fichero de configuración nuevamente
fr: signal SIGHUP reçu, relecture du fichier de configuration
pl: Odebrano SIGHUP, nast±pi aktualizacja konfiguracji

source: Terminating at user request (SIGINT), uptime %s
cs: Cinnost ukoncena na zadost uzivatele (SIGINT), doba behu %s
es: Terminando a pedido del usuario (SIGINT), en ejecución %s
fr: Termination sur demande utilisateur (SIGINT), durée d'exécution : %s
pl: Przerwano na ¿±danie u¿ytkownika (SIGINT), czas dzia³ania %s

source: Terminating at user request (SIGINT)
cs: Cinnost ukoncena na zadost uzivatele (SIGINT)
fr: Termination sur demande utilisateur (SIGINT)
pl: Przerwano na ¿±danie u¿ytkownika (SIGINT)

source: Terminating at system request (SIGTERM), uptime %s
cs: Cinnost ukoncena na zadost systemu (SIGTERM), doba behu %s
es: Terminando a pedido del sistema (SIGTERM), en ejecución %s
fr: Termination sur demande système (SIGTERM), durée d'exécution : %s
pl: Przerwano na ¿±danie systemu (SIGTERM), czas dzia³ania %s

source: Terminating at system request (SIGTERM)
cs: Cinnost ukoncena na zadost systemu (SIGTERM)
fr: Termination sur demande système (SIGTERM)
pl: Przerwano na ¿±danie systemu (SIGTERM)

source: Error in accept(), maybe a SYN scan
cs: Chyba accept(), je mozne skenovani portu metodou SYN
es: Error en accept(), tal vez un ratreo SYN
fr: Erreur dans accept(), peut-être un scan SYN
pl: B³±d wywo³ania accept(), mo¿liwe skanowanie portów metod± SYN

source: Connection from %s
cs: Pristup z %s
fr: %s s'est connecté
pl: Po³±czenie z %s

source: Connection attempt from %s denied
cs: Pokus o pristup z %s odepren
es: Intento de conexión desde %s denegado
fr: Tentative de connexion de %s rejetée
pl: Klient %s: odmówiono dostêpu

source: Main process started with pid %d
cs: Vlastni proces spusten s pid %d
es: Proceso principal iniciado con pid %d
fr: Processus principal démarré avec le pid %d
pl: Proces g³ówny uruchomiony z PID %d

source: Parse error : unknown command %s
cs: Chyba v konfiguracnim souboru: neznamy prikaz %s
es: Error de interpretación: comando desconocido %s
fr: Erreur de traitement : commande inconnue %s
pl: B³±d w pliku konfiguracyjnym: nieznane polecenie %s

source: user %s tried to authenticate with a bad password
cs: %s se pokousi prihlasit s chybnym heslem
fr: l'utilisateur %s a tenté de s'authentifier avec un mauvais mot de passe
pl: %s próbowa³ autentykacji podaj±c z³e has³o

source: %s tried to ban %s with an inferior or equal level
cs: %s se pokousi zakazat vstup uzivateli %s, ale nema vyssi uroven prav
es: %s trato de bloquear a %s con un nivel inferior o igual
fr: %s a tenté de bannir %s avec un niveau inférieur ou égal
pl: %s próbowa³ zakazaæ wstêpu u¿ytkownikowi %s nie maj±c wy¿szego poziomu

source: %s upgrades ban of %s to level %d
cs: %s zvysuje uroven zakazu vstupu uzivateli %s na uroven %d
es: %s actualiza el bloqueo de %s al nivel %d
fr: %s a augmenté le ban de %s au niveau %d
pl: %s zwiêksza si³ê zakazu wstêpu dla u¿ytkownika %s do poziomu %d

source: %s has been banned by %s (%d)
cs: Uzivateli %s byl uzivatelem %s (%d) zakazan vstup
es: %s ha sido bloqueado por %s (%d)
fr: %s a été banni par %s (%d)
pl: %s otrzyma³ zakaz wstêpu od u¿ytkownika %s (%d)

source: The ban of %s is over
es: El bloqueo de %s ha sido levantado
fr: Le ban de %s est terminé

source: %s(%d) tried to gag %s(%d) with an inferior or equal level
fr: %s(%d) a tenté de museler %s(%d) avec un niveau inférieur ou égal

source: %s upgrades gag of %s to level %d
fr: %s a augmenté la muselière de %s au niveau %d

source: %s has been gagged by %s(%d)
fr: %s a été muselé par %s (%d)

source: %s(%d) tried to ungag %s (gag level %d)
fr: %s(%d) a tenté de démuseler %s (muselière de niveau %d)

source: %s has been successfully ungagged by %s
fr: %s a été démuselé avec succès par %s

source: The gag of %s is over
es: Se ha retirado la mordaza de %s
fr: Le muselage de %s est terminé

source: %s now ignore %s
cs: %s ignoruje %s
es: %s ahora ignora a %s
fr: %s ignore %s maintenant
pl: %s ignoruje %s

source: %s tried to kick %s with an inferior level
cs: %s se pokousi vykopnout uzivatele %s, ale ma nizsi uroven prav
es: %s trato de echar a %s con un nivel inferior
fr: %s a tenté d'expulser %s avec un niveau inférieur ou égal
pl: %s próbowa³ wykopaæ u¿ytkownika %s, ale ma ni¿szy poziom

source: %s has been kicked by %s (%s)
cs: %s byl vykopnut uzivatelem %s (%s)
es: %s ha sido echado por %s (%s)
fr: %s a été expulsé par %s (%s)
pl: %s zosta³ wykopany przez u¿ytkownika %s (%s)

source: Login from %s failed : Invalid login attempt (%s)
cs: Chyba prihlaseni z %s: Chybny pokus o prihlaseni: (%s)
fr: Login de %s échoué : tentative de login invalide (%s)
pl: Logowanie z %s nieudane: nieprawid³owa próba logowania (%s)

source: Login from %s failed : empty nick
cs: Chyba prihlaseni z %s: Nevyplnena prezdivka (nick)
fr: Login de %s échoué : pseudo vide
pl: Logowanie z %s nieudane: brak ksywki

source: Login from %s failed : nick is too long (%s)
fr: Login de %s échoué : pseudo trop long (%s)

source: Login from %s failed : nick is invalid (%s)
cs: Chyba prihlaseni z %s: prezdivka %s je chybna (obsahuje nepovolene znaky)
fr: Login de %s échoué : pseudo invalide (%s)
pl: Logowanie z %s nieudane: ksywka nie jest prawid³owa (%s)

source: Login from %s@%s failed : max users limit reached
cs: Chyba prihlaseni: %s@%s, maximalni pocet uzivatelu prekrocen
fr: Login de %s@%s échoué : limite d'utilisateurs atteinte
pl: Logowanie z %s@%s nieudane: limit u¿ytkowników osi±gniêty

source: Login from %s@%s failed : maximum number of connections was reached
cs: Chyba prihlaseni: %s@%s, prekroceni maximalniho poctu pripojeni
fr: Login de %s@%s échoué : nombre maximum de connexions autorisées atteint
pl: Logowanie z %s@%s nieudane: maksymalna liczba po³±czeñ osi±gniêta

source: Login from %s@%s failed : nick was registered
cs: Chyba prihlaseni z %s@%s: prezdivka (nick) je registrovana
fr: Login de %s@%s échoué : pseudo reservé
pl: Logowanie z %s@%s nieudane: ksywka jest zastrze¿ona

source: Login from %s@%s failed : nick in use
cs: Chyba prihlaseni z %s@%s: prezdivka (nick) je jiz pouzivana
fr: Login de %s@%s échoué : pseudo déjà utilisé
pl: Logowanie z %s@%s nieudane: ksywka jest ju¿ w u¿yciu

source: Login from %s@%s failed : banned but tried to join (as %s)
cs: Chyba prihlaseni z %s@%s: pokus o prihlaseni pres zakazany vstup (jako %s)
fr: Login de %s@%s échoué : banni mais a tenté de se connecter (en tant que %s)
pl: Logowanie z %s@%s nieudane: u¿ytkownik próbowa³ omin±æ zakaz wstêpu (jako %s)

source: asked a password for user %s@%s
cs: dotazovano heslo pro uzivatele %s@%s
es: pedido de una contraseña para el usuario %s@%s
fr: demande de mot de passe pour %s@%s
pl: has³o u¿ytkownika %s@%s

source: Login from %s@%s failed : guest login not allowed
fr: Login de %s@%s échoué : connexions non authentifiées interdites

source: %s matches a previous gag, applied again
es: %s concuerda con una mordaza anterior, aplicada nuevamente
fr: %s correspond à une muselière, appliquée

source: Login successful from %s@%s
cs: Uspesne prihlaseni: %s@%s
es: Entrada exitosa desde %s@%s
fr: Login réussi de %s@%s
pl: Logowanie zakoñczone sukcesem: %s@%s

source: *** %s joined the chat
cs: *** %s pripojen k chatu
es: *** %s se ha unido al chat
fr: *** %s a rejoint le chat
pl: *** %s do³±czy³ do rozmowy

source: %s tried to op with a bad password
cs: %s se pokousi ziskat prava operatora, ale pouzil chybne heslo
es: %s trató de ser operador con una contraseña incorrecta
fr: %s a tenté de passer op avec un mauvais mot de passe
pl: %s próbowa³ uzyskaæ prawa operatora podaj±c z³e has³o

source: %s gained level 9
cs: %s presel na uroven prav 9
es: %s adquirió el nivel 9
fr: %s a atteint le niveau 9
pl: %s uzyska³ poziom 9

source: %s tried to access level %d
cs: %s se pokousi prejit na uroven prav %d
es: %s trató de acceder al nivel %d
fr: %s a tenté d'accéder au niveau %d
pl: %s próbowa³ dostaæ siê na poziom %d

source: %s downed himself to level %d
cs: %s si snizil uroven prav na uroven %d
es: %s bajo su propio nivel a %d
fr: %s s'est abaissé au niveau %d
pl: %s obni¿y³ swój poziom do %d

source: %s has been increased to level %d by %s
cs: %s obdrzel prava urovne %d od uzivatele %s
es: %s ha sido ascendido al nivel %d por %s
fr: %s a été augmenté au niveau %d par %s
pl: %s otrzyma³ poziom %d od u¿ytkownika %s

source: %s tried to view the server stats with a bad level (%d < %d)
cs: %s se pokousi zobrazit stav serveru bez dostatecne urovne prav (%d < %d)
es: %s trató de ver las estadísticas del servidor con un nivel equivocado (%d < %d)
fr: %s a tenté de voir les statistiques du serveur avec un niveau insuffisant (%d < %d)
pl: %s próbowa³ wy¶wietliæ statystykê serwera ze z³ym poziomem (%d < %d)

source: %s requested server stats successfully.
cs: %s se uspesne dotazal na stav serveru
es: %s requirio las estadísticas del servidor satisfactoriamente
fr: %s a demandé avec succès les statistiques du serveur
pl: %s obejrza³ statystyki serwera

source: %s tried to view the user stats of %s with a bad level (%d < %d)
cs: %s se pokousi zobrazit stav uzivatele %s s nedostatecnou urovni prav (%d < %d)
es: %s trató de ver la estadísticas de usuario de %s con un nivel equivocado (%s < %s)
fr: %s a tenté de voir les statistiques de %s avec un niveau insuffisant (%d < %d)
pl: %s próbowa³ wy¶wietliæ statystykê u¿ytkownika %s ze z³ym poziomem (%d < %d)

source: Invalid TALK message : %s
cs: Chyba TALK zprava: %s
es: Mensaje TALK inválido: %s
fr: Message TALK invalide : %s
pl: Nieprawid³owy komunikat TALK: %s

source: %s tried to unban %s
cs: %s se pokousi zrusit zakaz vstupu uzivateli %s
es: %s trató de levantar el bloqueo a %s
fr: %s a tenté de dé-bannir %s
pl: %s próbowa³ zdj±æ zakaz wstêpu dla u¿ytkownika %s

source: %s has been successfully unbanned by %s
cs: Uzivateli %s byl ukoncen zakaz vstupu uzivatelem %s
es: ha sido levantado el bloqueo de %s exitosamente por %s
fr: %s a été dé-banni avec succès par %s
pl: %s nie ma ju¿ zakazu wstêpu dziêki u¿ytkownikowi %s

source: %s does not ignore %s anymore
cs: %s ukoncil ignorovani uzivatele %s
es: %s no ignora más a %s
fr: %s n'ignore plus %s
pl: %s nie ignoruje ju¿ u¿ytkownika %s

source: %s tried to use USERSINFO with a bad level (%d < %d)
cs: %s se pokousi pouzit USERSINFO s nedostatecnou urovni prav (%d < %d)
es: %s trató de usar USERSINFO con un nivel equivocado (%d < %d)
fr: %s a tenté d'utiliser la commande USERSINFO avec un niveau insuffisant (%d < %d)
pl: %s próbowa³ u¿yæ polecenia USERSINFO bêd±c na poziomie %d < %d

source: Error : no config file found, default values will be used.
cs: Chyba: Nenalezen konfiguracni soubor, jsou pouzity implicitni hodnoty
es: Error : no se halló el fichero de configuración, se usarán los valores por defecto.
fr: Erreur : fichier de configuration non trouvé, utilisation des valeurs par défaut.
pl: B³±d: brak pliku konfiguracyjnego, u¿yte zostan± warto¶ci domy¶lne

source: Error line %u : Last line of the config file is finishing by '\'
fr: Erreur ligne %u : la dernière ligne du fichier de configuration se termine par '\'

source: Error: directive "%s" unknown (line %d)
fr: Erreur: directive "%s" inconnue (ligne %d)

source: Error : no more memory
cs: Chyba: Nedostatek pameti
es: Error: no hay más memoria
fr: Erreur : plus de mémoire
pl: B³±d: brak pamiêci

source: Successfully allocated %u bytes (total is now : %u)
cs: Uspesne alokace pameti. Bajtu: %uê (nyni celkem bajtu: %u)
es: Se ha relocalizado %u bytes exitosamente (el total es ahora : %u)
fr: Allocation de %u octets réussie (le total est maintenant : %u)
pl: Alokacja %u bajtów powiod³a siê (razem jest teraz: %u)

source: Warning : efree(NULL) called
cs: Upozorneni: volani efree(NULL)
es: Advertencia: se ha llamado a efree(NULL)
fr: Attention : efree(NULL) appelé
pl: Uwaga: wywo³ano efree(NULL)

source: Successfully freed %u bytes (total is now : %u)
cs: Uspesne uvolneni pameti. Bajtu: %u (nyni celkem bajtu: %u).
es: Se ha liberado %u bytes exitosamente (el total ahora es de : %u)
fr: Libération de %u octets réussie (le total est maintenant : %u)
pl: Uwolnienie %u bajtów powiod³o siê (razem jest teraz: %u)

source: Successfully reallocated %u to %u bytes (total is now : %u)
cs: Uspesna realokace pameti. Bajtu %u na bajtu: %u (nyni celkem bajtu: %u).
es: Se ha relocalizado %u a %u bytes exitosamente (el total ahora es de : %u)
fr: Réallocation de %u en %u octets réussie (le total est maintant : %u)
pl: Ponowna alokacja %u na %u bajtów powiod³a siê (razem jest teraz: %u)

source: Error : local host name is too long, increase the value of MAX_INET_NAME_LENGTH in server_config.h
cs: Chyba: lokalni host name je prilis dlouha, zvyste hodnotu MAX_INET_NAME_LENGTH v souboru server_config.h
es: Error: el nombre de servidor local es muy largo, incremente el valor de MAX_INET_NAME_LENGHT en server_config.h
fr: Erreur : le nom de l'hôte local est trop long, augmenter la valeur de MAX_INET_NAME_LENGTH dans server_config.h
pl: B³±d: lokalna nazwa hosta jest zbyt d³uga, zwiêksz warto¶æ MAX_INET_NAME_LENGTH w pliku server_config.h

source: Warning: no initial level specified for %s in password file (line %d)
fr: Attention: pas de niveau initial spécifié pour %s dans le fichier de mots de passe (ligne %d)

source: Warning: syntax error in password file line %d
fr: Attention: erreur de syntaxe dans le fichier de mots de passe ligne %d

source: Error : unknown command %s in the RestrictCommand directive
es: Error: comando %s desconocido en la directiva RestrictCommand
fr: Erreur : commande inconnue %s dans la directive RestrictCommand

source: Parse error in config file, Statistics value is not recognized
cs: Chyba v konfiguracnim souboru: neznama hodnota parametru Statistics
es: Error de interpretación en el fichero de configuración, el valor de estadísticas no es reconocido
fr: Erreur de traitement du fichier de configuration, la valeur de la directive Statistics n'a pas été reconnue
pl: B³±d w pliku konfiguracyjnym: nieznana warto¶æ parametru Statistics

source: Statistics are disabled
cs: Statistiky byly vypnuty
es: Las estadísticas están deshabilitadas
fr: Les statistiques sont désactivées
pl: Statystyki zosta³y wy³±czone

source: User %s has quit (%s)
cs: Odesel uzivatel %s (%s)
es: El usuario %s ha salido (%s)
fr: L'utilisateur %s est parti (%s)
pl: U¿ytkownik %s od³±czy³ siê (%s)

source: *** %s has quit (%s)
cs: *** Odesel uzivatel %s (%s)
fr: *** %s est parti (%s)
pl: U¿ytkownik %s od³±czy³ siê (%s)

source: Deconnecting %s
cs: Odpojeni %s
es: Desconectando %s
fr: Déconnexion de %s
pl: Od³±czanie %s

source: Usage : %s [Options]
cs: Pouziti: %s [volby]
es: Uso: %s [Opciones]
pl: U¿ycie: %s [opcje]
